IDEA StatiCa Open Model
SteelSetupECEN Methods
Compatible with IDEA StatiCa Beta 21.0 - beta
The SteelSetupECEN type exposes the following members.
Methods
Name | Description
FrictionCoefficientPboltDefault
 Friction Coefficient Pbolt Default
 (Inherited from SteelSetup.)
Top
See Also
Reference
SteelSetupECEN Class
IdeaRS.OpenModel Namespace